{
  "1": {
    "text": "Вы очнулись на поляне перед вами лес, справа горы, слева песчаный пляж, за вами руины часовни.\nКуда Вы пойдёте?\n1.прямо\n2.направо\n3.налево\n4.назад\nВпишите цифру выбранного варианта.",    "way": [ "2", "3", "4", "5" ],
    "way": [ "2", "3", "4", "5" ],
    "AutoP": "True"
  },
  "2": {
    "text": "Подходя к лесу, вы видите цилиндрической формы камень, на нем лежит странный амулет\n1.Возьмете его\n2.Оставите\nВпишите цифру выбранного варианта.",
    "way": [ "2.1", "2.2" ],
    "AutoP": "True"
  },
  "2.2": {
    "text": "Вы входите в лес.\nЧерез полчаса извилистой дороги по лесу, внезапно тропинка начинает расходится\n1.Пойти направо по протоптанной тропе\n2.Пойти налево по заросшей тропе\nВпишите цифру выбранного варианта.",
    "way": [ "2.3", "2.4" ],
    "AutoP": "True"
  },
  "2.3": {
    "text": "Вы выходите из лесу, перед вами деревня. Все бы хорошо, но вым начинает лизать нос и мяукать,\nваши коты - Иннокентий и Грегорий, вы просыпаетесь(по секрету эту концовку можно считать каноничной, то есть верной, то есть Ты победил! Только никому не слово, по секрету же)",
    "way": [ "end" ]
  },
  "2.1": {
    "text": "Вы собираетесь все глубже и глубже в чащу, внезапно что то вас касается за плечо, это была личность в серой рубашки и штанах, с черным плашем и сплошной маской. Увидев тебя он забирает у тебя амулет и достает нож...\nОт страха вы просыпаетесь(и не только)...",
    "way": [ "end" ]
  },
  "2.4": {
    "text": "Вы собираетесь все глубже и глубже в чащу, внезапно что то вас касается за плечо, это была личность в серой рубашки и штанах, с черным плашем и сплошной маской. Увидит тебя он достает зайца с серпом и молотом в руках...\nЭто сломало вам голову, и вы просыпаетесь\n",
    "way": [ "end" ]
  },
  "3": {
    "text": "Подходя к горам ты замечаешь узенькую тропинку стремящуюся вверх, чем выше ты взбирался тем сильнее становился ветер. Поднявшись на внушительную высоту в голову закралась мысль вернуться к развилке, туда где очнулся\n1.Вернуться\n2.Продолжить идти\nВпишите цифру выбранного варианта.",
    "way": [ "1", "3.1" ],
    "AutoP": "True"
  },
  "3.1": {
    "text": "Вы взбираетесь в горы все выше и выше, но внезапно вы просыпаетесь от того что вас облил холодной водой ваш младший брат",
    "way": [ "end" ]
  },
  "4": {
    "text": "Вы подходите к пляжу, вас обдувает прохладный ветер\n1.Вернуться\n2.Созерцать море\nВпишите цифру выбранного варианта.",
    "way": [ "1", "4.1" ],
    "AutoP": "True"
  },
  "4.1": {
    "text": "Через некоторое время вы замечаете что на морской глади что - то плывет. Что - то похожее на человеческое тело. Вы видите что он машет вам рукой и просит о помощи.\n1.Плыть на помощь\nВпишите цифру выбранного варианта.",
    "way": [ "4.2"],
    "AutoP": "True"
  },
  "4.2": {
    "text": "Вы были так взволнованы что вспомнили о том что не умеете плавать судорожно бултыхается в воде и пытаясь не утонуть, к счастью ваш брат очень заботится о вашем здоровье и пока вы спали он решил поиграть в врача... Вы проснулись от того что он мазал вас краской пытаясь имитировать кровь.",
    "way": [ "end" ]
  },
  "5": {
    "text": "Вы подходите к руинам часовни, но это не совсем так. Там вполне целое здание, может чутка обветшавшое, но не более. Обойдя её вокруг вы не заметили ничего подозрительного, только убедились что её уже давным давно покинули живые существа.\nВы входите внутрь и видите перед собой развилку либо пойти прямо в главный зал или спустится в погреб по лестнице с правой.\nКуда Вы пойдёте?\n1.Вниз по лестнице\n2.В главный зал\nВпишите цифру выбранного варианта.",
    "way": [ "5.1", "5.2" ],
    "AutoP": "True"
  },
  "5.1": {
    "text": "Вы спускаетесь в низ. Подвал оказался не смотря на безлюдность ухоженным, к вам начали закрадываться мысли что за этим местом кто - то следит. продвигаясь по туннелю дальше вы замечаете каменную стену сбоку от неё есть небольшой рычаг\nЧто вы сделаете?\n1.Крикните, может здесь кто - то есть\n2.Дерните за рычаг.\nВпишите цифру выбранного варианта.",
    "way": [ "5.31", "5.32" ],
    "AutoP": "True"
  },
  "5.31": {
    "text": "От вашего крика здание пришло в движение, стены начали двигаться с потолка начала что - то сыпаться внезапно рядом с вами упал какой - то камень. Вы судорожно начинаете бежать к выходу, но...\nВы чувствуете странную боль в шоке, открыв глаза вы видите что перед вами стоит ваша мама с ужасом восклицает о том что ты её чуть в могилу не свел своим криком",
    "way": [ "end" ]
  },
  "5.32": {
    "text": "От нажатия на рычаг здание пришло в движение, стены начали двигаться с потолка начала что - то сыпаться внезапно рядом с вами упал какой - то камень. Вы судорожно начинаете бежать к выходу, но...\nВы чувствуете странную боль в районе лба, открыв глаза вы видите что на вашем лице лежит книжка упавшая с полки над вами, кажется вы так сильно дернули рычаг что ударили стену, странно что у вас не болит рука.",
    "way": [ "end" ]
  },
  "5.2": {
    "text": "Войдя в главный зал вам почему то стало не посебе, не уютная здесь атмосфера, и запах странный будто - то тухлые яйца складирует. продвигаясь дальше по залу вы замечаете небольшую дверцу в стене, пройдя дальше и убедившись что это единственное что может вас заинтересовать вы вернулись к двери обратно.\nКуда Вы пойдёте?\n1.Обратно к поляне\n2.Узнаете что за дверью\nВпишите цифру выбранного варианта.",
    "way": [ "1", "4.5" ],
    "AutoP": "True"
  },
  "5.4": {
    "text": "Аккуратно открыв её вы видите небольшую комнатку посередине находится странная дыра в полу, вы аккуратно подходите к ней, пытаясь заглянуть в неё, но внезапно вас кто - то толкает в спину и вы падаете в эту яму... вы чувствуете сильную боль во всем теле, открыв глаза вы видите что вы упали с кровати.",
    "way": [ "end" ]
  }
}
